Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/barentsin_alueen_alkuperaiskansojen_huippukokous_brysselissa.html.tmx
Source language: fin
Languages: smn

source: Barentsin alueen alkuperäiskansojen huippukokous Brysselissä
smn: Barents kuávlu algâaalmugij njunoščuákkim Brysselist

source: Suomen Saamelaiskäräjät ja Suomen Barentsin euroarktisen neuvoston puheenjohtajuus järjestävät yhteistyössä Euroopan parlamentin kanssa alkuperäiskansojen huippukokouksen Brysselissä 22.-24.3.2023.
smn: Suomâ Sämitigge já Suomâ Barents euroarktâsii rääđi saavâjođetteijeeh uárnejeh oovtâstpargoost Euroop parlamentijn algâaalmugij njunoščuákkim Brysselist 22.-24.3.2023.

source: Kokouksen keskeisiä teemoja ovat arktisen alueen ilmastonmuutos, Euroopan unionin pohjoiseen politiikkaan ja saamelaisiin liittyvät kysymykset sekä perinteinen tieto ja kulttuuriperintö saamelaisyhteisöissä.
smn: Čuákkim kuávdášteemah láá arktâsii kuávlu šoŋŋâdâhnubástus, Euroop union tave politiikân já sämmiláid lohtâseijee koččâmušah sehe ärbivuáválâš tiätu já kulttuurärbi sämisiärváduvâin.

source: Saamelaishuippukokous on ainutlaatuinen tilaisuus, joka tuo Suomen, Ruotsin ja Norjan saamelaiset ensi kertaa yhdessä ja suurella kokoonpanolla Brysseliin EU-päättäjien keskuuteen.
smn: Säämi njunoščuákkim lii áinoošlajâsâš tilálâšvuotâ, mii puáhtá Suomâ, Ruotâ já Taažâ sämmilijd vuossâmuu tove oovtâst já stuorrâ juávkun Brysselân EU-merideijei juávkun.

source: Tavoitteena on edistää saamelaiskäräjien ja EU:n toimielinten välistä vuoropuhelua ja yhteistyötä sekä jakaa tietoa ja kokemuksia kestävän kehityksen tueksi.
smn: Ulmen lii ovdediđ sämitiigij já EU toimâorgaanij koskâsii savâstâllâm já oovtâstpargo sehe jyehiđ tiäđu já vuáttámušâid kilelis ovdánem toorjân.

source: Huippukokouksen puhujiin kuuluvat mm. eduskunnan puhemies Matti Vanhanen, Suomen saamelaiskäräjien I varapuheenjohtaja Anni Koivisto, sekä Euroopan parlamentin puhemies Roberta Metsola.
smn: Njunoščuákkim sárnooh láá ei. ovdâskode sahâolmooš Matti Vanhanen, Suomâ Sämitige I värisaavâjođetteijee Anni Koivisto sehe Euroop parlament sahâolmooš Roberta Metsola.

source: Huippukokous nostaa esille myös saamelaista kulttuuria: Euroopan parlamentissa on esillä taiteilija Anders Sunnan taidenäyttely ja kokouksen ohjelmassa kuullaan musiikkia Niko Valkeapäältä, Anna Morottajalta ja Ailu Vallelta.
smn: Njunoščuákkim paajeed oovdân meid sämikulttuur. Euroop parlamentist lii uáinimnáál taaiđâr Anders Sunna taaiđâčáitáldâh já čuákkim ohjelmist kuleh muusik Niko Valkepääst, Anna Morottajast já Ailu Valest.

source: Huippukokouksen ohessa Barentsin alueellinen nuorisoneuvosto (Barents Regional Youth Council, BRYC) järjestää nuorisotapahtuman yhteistyössä EU-Sámi Youth Idea Lab hankkeen kanssa.
smn: Njunoščuákkim ooleest Barents kuávlulâš nuorâirääđi (Barents Regional Youth Council, BRYC) uárnee nuorâitábáhtus oovtâstpargoost EU-Sámi Youth Idea Lab havváin.

source: Barentsin euroarktinen neuvosto
smn: Barents euroarktâsâš rääđi

source: Barentsin euroarktinen neuvosto (Barents Euro–Arctic Council, BEAC) perustettiin Norjan aloitteesta vuonna 1993 annetulla Kirkkoniemen julistuksella Suomen, Norjan, Ruotsin ja Venäjän väliseksi yhteistyöfoorumiksi.
smn: Barents euroarktâsâš rääđi (Barents Euro–Arctic Council, BEAC) vuáđudui Taažâ alguu vuáđuld ive 1993 adelum Kirkkonjaargâ julgáštussáin Suomâ, Taažâ, Ruotâ já Ruošâ koskâsii oovtâstpargofoorumin.

source: Venäjän hyökkäyssodan seurauksena yhteistyö Venäjän kanssa on jäädytetty kaikissa BEAC-konteksteissa ja jatkuu Suomen luomassa ”Friends of the Presidency” -formaatissa, johon kuuluvat Venäjää lukuun ottamatta muut BEAC-jäsenmaat ja EU.
smn: Ruošâ volliittâssuáđi čuávumuššân oovtâstpargo Ruoššáin lii jiäŋudum puoh BEAC-kovteevstâin já juátkoo Suomâ toohâm ”Friends of the Presidency” -formaatist, moos kuleh EU já eres BEAC-jeessânstaatah, eereeb Ruošâ.

source: Käytännön yhteistyötä tehdään työryhmissä, joihin myös neuvoa-antavan elimen erityisasemaa nauttiva alkuperäiskansojen työryhmä lukeutuu.
smn: Keevâtlii oovtâstpargo pargeh pargojuávhuin, moid kulá meid algâaalmugij pargojuávkku, mast lii raavâadeleijee orgaan sierânâssajattâh.

source: Työryhmän tavoitteena on alkuperäiskansojen intressien turvaaminen ja esille tuominen.
smn: Pargojuávhu ulmen lii algâaalmugij intressij turvim já oovdân pyehtim.

source: Venäjän kanssa tehtävän yhteistyön jäädyttämisen seurauksena työtä on jatkettu Suomen, Ruotsin ja Norjan saamelaisten kesken.
smn: Ko oovtâstpargo Ruoššáin lii jiäŋudum, te pargo lii jotkum Suomâ, Ruotâ já Taažâ sämmilij kooskâ.

source: Heillä on keskeinen rooli myös huippukokouksen valmistelussa.
smn: Sist lii tehálâš rooli meid njunoščuákkim valmâštâlmist.

source: Lisätietoja
smn: Lasetiäđuh

source: Jari Vilén Barentsin euroarktisen neuvoston virkamieskomitean (CSO) puheenjohtaja, Suurlähettiläs +358 295 350 381 jari.vilen@formin.fi
smn: Jari Vilén Barents euroarktâsii rääđi virgeolmooškomitea (CSO) saavâjođetteijee, Ambassadör +358 295 350 381 jari.vilen@formin.fi

source: Anni Koivisto Alkuperäiskansojen työryhmän puheenjohtaja, Saamelaiskäräjien 1. varapuheenjohtaja +358 40 415 5969 anni.koivisto@samediggi.fi
smn: Anni Koivisto Algâaalmugij pargojuávhu saavâjođetteijee, Sämitige 1. värisaavâjođetteijee +358 40 415 5969 anni.koivisto@samediggi.fi
